// 유성구의 칵테일바 데이터의 정보입니다.
// markerdataB는 봉명동, markerdataG는 궁동을 의미합니다.

// 봉명동의 칵테일바
export const cattalk = [
  {
    talk: "시작",
  },
  {
    //1
    talk: " 반갑다냥 CATale에\n방문해줘서 고맙다냥 ",
  },
  {
    //2
    talk: " 무엇을 도와드릴까냥?",
  },
  {
    //3
    talk: [
      " 싫다냥",
      " 주문이나하쇼",
      " 너랑말하고싶지않소",
      " 칵테일 안살거면 나가쇼.",
    ],
  },
  {
    //4
    talk: " 칵테일을 만들기위해\n너의 기분이 재료가 될거다냥!",
  },
  {
    //5
    talk: " 오늘 기분이 어땠는지 알려달라냥!",
  },
  {
    //6
    talk: " 너의 기분을 재료에 담겠다냥!",
  },
  {
    //7
    talk: " 오늘 느꼈던 감정을 선택해 달라냥!",
  },
  {
    //8
    talk: " 오늘 느꼈던 감정을 선택해보자",
  },
  {
    //9
    talk: " 오늘은\n유괘하고 즐겁고 황홀한\n하루였구냥!",
  },
  {
    //10
    talk: " 오늘 감정에 가장 영향을 준게 뭐냥?",
  },
  {
    //11
    talk: "오늘 감정에 가장 영향을 준것은?",
  },
  {
    //12
    talk: " 오늘 하루에 대한 코멘트를 남겨달라냥!",
  },
  {
    //13
    talk: " 오늘 하루에 대한 코멘트를 남겨보자",
  },
  {
    //14
    talk: " 오늘 느낀 감정들을 재료에 넣었다냥 !",
  },
  {
    //15
    talk: " 야옹........",
  },
  {
    //16
    talk: " 재료가 좋다 냥 !",
  },
  {
    //17
    talk: " {닉네임}의 취향 도수는 {취향도수} 다냥!\n취향대로 섞어줄까냥 ?",
  },
  {
    //18
    talk: " 알겠다냥 ! 딱맞는 칵테일로\n블렌딩해주겠다냥 !",
  },
  {
    //19
    talk: " 오늘의 칵테일이 완성됐다냥 !",
  },
  {
    //20
    talk: " 오늘은 이미 칵테일을 추천받았다냥 !",
  },
];
